<template>
  <div class="content">
    <h1 class="mb-50">プライバシーポリシー</h1>

    <h2 class="mb-20">このWikiについて</h2>
    <p>
      このWikiは、誰でも記事を作成したり、書き込んだりすることができます。<br />
      そのため、<span class="red">虚偽の情報</span
      >や<span>悪質なサイトへのリンク</span>が含まれている場合がございます。<br />
      <span class="red"
        >このサイト及びこのサイトに掲載されたリンクによって、起きた損害に関しては責任を負いかねますので、ご了承ください。</span
      >
    </p>

    <h2 class="mb-20">記事を作成・編集する場合</h2>
    <p>暴言や批判は一切禁止です。</p>
    <p>嫌いな作品などの記事は作成・編集しないことを推奨します。</p>

    <h2 class="mb-20">アップロードした画像について</h2>
    <p>
      アップロードした画像が「ガイノイド及び記事とは何の関係もない」「著作権侵害の申し立てを受けた」「R-18を含む画像」の場合、発見次第削除します。
    </p>
    <p>
      アップロードした画像は、<span class="red">基本消せません</span
      >のでご注意ください。
    </p>
  </div>
</template>

<script>
export default {
  head() {
    return {
      title: "プライバシーポリシー",
    };
  },
};
</script>
