<template>
  <div>
    <h1>このサイトについて</h1>
    <p>
      このサイトは、女性型ロボット・アンドロイドを意味する「ガイノイド」についてまとめていくWikiです。
    </p>

    <h2>記事について</h2>
    <ul>
      <li>記事はマークダウンを使って書いていきます。</li>
    </ul>

    <h2>書いていい記事</h2>
    <ul>
      <li>ガイノイドを主軸とした作品</li>
      <li>ガイノイドのキャラクター</li>
      <li>ガイノイドを主軸としたSS</li>
      <li>ガイノイドが出てくる動画</li>
    </ul>

    <h2>書いてはいけない記事</h2>
    <ul>
      <li>R-18を含む内容</li>
      <li>荒れることが想定される内容</li>
    </ul>
  </div>
</template>

<script>
export default {
  head() {
    return {
      title: "このサイトについて",
    };
  },
};
</script>
